/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ %ld" = "%1$@ %2$ld";

/* No comment provided by engineer. */
"%@ copy" = "%@ copy";

/* GetInfo size string */
"%g %@" = "%1$g %2$@";

/* No comment provided by engineer. */
"%ld items" = "%ld items";

/* No comment provided by engineer. */
"- Multiple items selected -" = "- Multiple items selected -";

/* No comment provided by engineer. */
"- Nothing selected -" = "- Nothing selected -";

/* No comment provided by engineer. */
"30 day evaluation period has expired" = "30 day evaluation period has expired";

/* No comment provided by engineer. */
"About Default Folder X…" = "About Default Folder X…";

/* No comment provided by engineer. */
"Add %@ to Favorites" = "Add %@ to Favorites";

/* No comment provided by engineer. */
"Add Folder" = "Add Folder";

/* No comment provided by engineer. */
"Add Item" = "Add Item";

/* No comment provided by engineer. */
"All Applications" = "All Applications";

/* No comment provided by engineer. */
"An Exception Occurred. Please send the contents of your Console log to St. Clair Software." = "An Exception Occurred. Please send the contents of your Console log to St. Clair Software.";

/* No comment provided by engineer. */
"Are you sure you want to move %@ to the Trash?" = "Are you sure you want to move %@ to the Trash?";

/* No comment provided by engineer. */
"Are you sure you want to move the selected items to the Trash?" = "Are you sure you want to move the selected items to the Trash?";

/* No comment provided by engineer. */
"Are you sure you want to remove the folder set \"%@\"" = "Are you sure you want to remove the folder set \"%@\"";

/* No comment provided by engineer. */
"Are you sure you want to reset all of your shortcuts to their default settings?" = "Are you sure you want to reset all of your shortcuts to their default settings?";

/* No comment provided by engineer. */
"Building menu..." = "Building menu...";

/* No comment provided by engineer. */
"Buy" = "Buy";

/* No comment provided by engineer. */
"Buy Upgrade" = "Buy Upgrade";

/* No comment provided by engineer. */
"Buy Upgrade…" = "Buy Upgrade…";

/* No comment provided by engineer. */
"Buy…" = "Buy…";

/* No comment provided by engineer. */
"Can't get the current 'uchr' keyboard layout from the system." = "Can't get the current 'uchr' keyboard layout from the system.";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change Folder" = "Change Folder";

/* StatusItem menu name */
"Change Folder Set" = "Change Folder Set";

/* No comment provided by engineer. */
"Check for Updates…" = "Check for Updates…";

/* No comment provided by engineer. */
"Choose App" = "Choose App";

/* No comment provided by engineer. */
"Click here for more information." = "Click here for more information.";

/* No comment provided by engineer. */
"Click here to relaunch Default Folder X." = "Click here to relaunch Default Folder X.";

/* No comment provided by engineer. */
"Compressing…" = "Compressing…";

/* StatusItem menu name */
"Computer" = "Computer";

/* No comment provided by engineer. */
"Couldn't create the folder \"%@\" at %@. Parent folder exists = %d, isFolder = %d" = "Couldn't create the folder \"%1$@\" at %2$@. Parent folder exists = %3$d, isFolder = %4$d";

/* No comment provided by engineer. */
"Couldn't duplicate \"%@\"." = "Couldn't duplicate \"%@\".";

/* No comment provided by engineer. */
"Couldn't duplicate the selected items." = "Couldn't duplicate the selected items.";

/* No comment provided by engineer. */
"Couldn't rename \"%@\"." = "Couldn't rename \"%@\".";

/* No comment provided by engineer. */
"Create .zip Archive of %@" = "Create .zip Archive of %@";

/* No comment provided by engineer. */
"Create a New Folder in %@" = "Create a New Folder in %@";

/* No comment provided by engineer. */
"Create a new folder in \"%@\" named:" = "Create a new folder in \"%@\" named:";

/* For the Favorites menu, in 'Add Current Folder to Favorites' */
"Current Folder" = "Current Folder";

/* For the 'D' menu when DFX doesn't know the current folder yet */
"Current folder" = "Current folder";

/* No comment provided by engineer. */
"Default Folder X %@ (%@). %@" = "Default Folder X %1$@ (%2$@). %3$@";

/* No comment provided by engineer. */
"Default Folder X could not be removed from System Preferences. (Error %d)" = "Default Folder X could not be removed from System Preferences. (Error %d)";

/* No comment provided by engineer. */
"Default Folder X has been updated" = "Default Folder X has been updated";

/* No comment provided by engineer. */
"Default Folder X has changed the buttons in your Finder toolbar" = "Default Folder X has changed the buttons in your Finder toolbar";

/* No comment provided by engineer. */
"Default Folder X has helped you %d %@ in the %d %@ you've been using it." = "Default Folder X has helped you %1$d %2$@ in the %3$d %4$@ you've been using it.";

/* No comment provided by engineer. */
"Default Folder X needs to check your license." = "Default Folder X needs to check your license.";

/* No comment provided by engineer. */
"Default Folder X needs your permission to run" = "Default Folder X needs your permission to run";

/* No comment provided by engineer. */
"Desktop" = "Desktop";

/* No comment provided by engineer. */
"Dimensions:" = "Dimensions:";

/* No comment provided by engineer. */
"Don't ask me again" = "Don't ask me again";

/* No comment provided by engineer. */
"Don't remind me again" = "Don't remind me again";

/* No comment provided by engineer. */
"Drag files here to add\nthem to this drawer" = "Drag files here to add
them to this drawer";

/* No comment provided by engineer. */
"Drag files here to add\nthem to this sidebar" = "Drag files here to add
them to this sidebar";

/* No comment provided by engineer. */
"Duplicate %@" = "Duplicate %@";

/* No comment provided by engineer. */
"Empty" = "Empty";

/* No comment provided by engineer. */
"Enter License Code" = "Enter License Code";

/* No comment provided by engineer. */
"Enter New License" = "Enter New License";

/* No comment provided by engineer. */
"Evaluation period expires in %d %@" = "Evaluation period expires in %1$d %2$@";

/* StatusItem menu name */
"Favorites" = "Favorites";

/* StatusItem menu name */
"Finder Windows" = "Finder Windows";

/* No comment provided by engineer. */
"Folder Set" = "Folder Set";

/* No comment provided by engineer. */
"Folders" = "Folders";

/* No comment provided by engineer. */
"For some reason OS X could not be coaxed into taking you to our web store." = "For some reason OS X could not be coaxed into taking you to our web store.";

/* No comment provided by engineer. */
"Forget Recent Files" = "Forget Recent Files";

/* No comment provided by engineer. */
"Forget Recent Folders" = "Forget Recent Folders";

/* GB (gigabytes) */
"GB" = "GB";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Get Info on %@" = "Get Info on %@";

/* No comment provided by engineer. */
"Get new build" = "Get new build";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"I couldn't get to our web site in your browser." = "I can't reach the St. Clair Software web site";

/* No comment provided by engineer. */
"If you cannot resolve this problem, contact support@stclairsoft.com for help." = "If you cannot resolve this problem, contact support@stclairsoft.com for help.";

/* No comment provided by engineer. */
"If you need to purchase an upgrade, click the Buy Upgrade button or go to http://www.stclairsoft.com/

If you have already purchased a version 5 upgrade, click Enter New License to enter your new license number.
" = "If you need to purchase an upgrade, click the Buy Upgrade button or go to http://www.stclairsoft.com/

If you have already purchased a version 5 upgrade, click Enter New License to enter your new license number.
";

/* No comment provided by engineer. */
"If you need to quit Default Folder X, use the gear icon in the corner of this window" = "If you need to quit Default Folder X, use the gear icon in the corner of this window";

/* No comment provided by engineer. */
"Import your preferences from version 4?" = "Import your preferences from version 4?";

/* K (kilobytes) */
"K" = "K";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"Licensed to:" = "Licensed to:";

/* No comment provided by engineer. */
"Licensed to: %@" = "Licensed to: %@";

/* MB (megabytes) */
"MB" = "MB";

/* No comment provided by engineer. */
"Make \"%@\" the default folder for:" = "Make \"%@\" the default folder for:";

/* No comment provided by engineer. */
"Make \"%@\" the default folder when saving:" = "Make \"%@\" the default folder when saving:";

/* No comment provided by engineer. */
"Menus" = "Menus";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No %@ Files" = "No %@ Files";

/* No comment provided by engineer. */
"No Default Folder for %@" = "No Default Folder for %@";

/* No comment provided by engineer. */
"No Favorites Defined" = "No Favorites Defined";

/* No comment provided by engineer. */
"No Folders" = "No Folders";

/* No comment provided by engineer. */
"No Recent Files" = "No Recent Files";

/* No comment provided by engineer. */
"No Recent Folders" = "No Recent Folders";

/* No comment provided by engineer. */
"No Windows Open in Finder" = "No Windows Open in Finder";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Open %@ in the Finder" = "Open %@ in the Finder";

/* No comment provided by engineer. */
"Open & Save" = "Open & Save";

/* No comment provided by engineer. */
"Open Preferences" = "Open Preferences";

/* No comment provided by engineer. */
"Open Security & Privacy Preferences" = "Open Security & Privacy Preferences";

/* No comment provided by engineer. */
"Open System Preferences and enable Default Folder X in Security & Privacy > Privacy > Accessibility. Then launch Default Folder X again.

You will have to click on the lock icon in Security & Privacy in order to make changes." = "Open System Preferences and enable Default Folder X in Security & Privacy > Privacy > Accessibility. Then launch Default Folder X again.

You will have to click on the lock icon in Security & Privacy in order to make changes.";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Please contact support@stclairsoft.com for assistance." = "Please contact support@stclairsoft.com for assistance.";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser manually:

%@" = "Please copy this URL and paste it into your browser manually:

%@";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser:

http://www.stclairsoft.com/store/" = "Please copy this URL and paste it into your browser:

http://www.stclairsoft.com/store/";

/* No comment provided by engineer. */
"Preferences…" = "Preferences…";

/* No comment provided by engineer. */
"Quicklook %@" = "Quicklook %@";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* StatusItem menu name */
"Recent Files" = "Recent Files";

/* StatusItem menu name */
"Recent Folders" = "Recent Folders";

/* No comment provided by engineer. */
"Recent Tags" = "Recent Tags";

/* No comment provided by engineer. */
"Relaunch Finder" = "Relaunch Finder";

/* No comment provided by engineer. */
"Remove %@ from Favorites" = "Remove %@ from Favorites";

/* No comment provided by engineer. */
"Rename \"%@\" to:" = "Rename \"%@\" to:";

/* No comment provided by engineer. */
"Rename %@" = "Rename %@";

/* No comment provided by engineer. */
"Reveal %@ in the Finder" = "Reveal %@ in the Finder";

/* No comment provided by engineer. */
"Selected Item" = "Selected Item";

/* No comment provided by engineer. */
"Selected Items" = "Selected Items";

/* No comment provided by engineer. */
"Set %@ as Default Folder for %@" = "Set %1$@ as Default Folder for %2$@";

/* No comment provided by engineer. */
"Set %@ as Default Folder for %@ %@ files" = "Set %1$@ as Default Folder for %2$@ %3$@ files";

/* No comment provided by engineer. */
"Set %@ as Default Folder for all %@ files" = "Set %1$@ as Default Folder for all %2$@ files";

/* No comment provided by engineer. */
"Set as Default Folder" = "Set as Default Folder";

/* No comment provided by engineer. */
"Shortcuts" = "Shortcuts";

/* No comment provided by engineer. */
"Should Default Folder X start automatically when you log in?" = "Should Default Folder X start automatically when you log in?";

/* No comment provided by engineer. */
"Thank you for purchasing Default Folder X!" = "Thank you for purchasing Default Folder X!";

/* No comment provided by engineer. */
"The Finder needs to be relaunched before the changes will take effect." = "The Finder needs to be relaunched before the changes will take effect.";

/* No comment provided by engineer. */
"The preference converter couldn't be run." = "The preference converter couldn't be run.";

/* No comment provided by engineer. */
"The server www.stclairsoft.com could not be reached.

An Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet.  If you do and you are still receiving this message, you should try again later." = "The server www.stclairsoft.com could not be reached.

An Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet.  If you do and you are still receiving this message, you should try again later.";

/* No comment provided by engineer. */
"The test version of Default Folder X that you are running has now expired. A new build should be available at http://www.stclairsoft.com" = "The test version of Default Folder X that you are running has now expired. A new build should be available at http://www.stclairsoft.com";

/* No comment provided by engineer. */
"The test version of Default Folder X that you are running will expire in less than two days. Check for a new build at http://www.stclairsoft.com" = "The test version of Default Folder X that you are running will expire in less than two days. Check for a new build at http://www.stclairsoft.com";

/* No comment provided by engineer. */
"There was an error retrieving your license." = "There was an error retrieving your license.";

/* No comment provided by engineer. */
"There was an error validating your license." = "There was an error validating your license.";

/* No comment provided by engineer. */
"This copy of Default Folder X is licensed to:" = "This copy of Default Folder X is licensed to:";

/* No comment provided by engineer. */
"This copy of Default Folder X is unlicensed." = "This copy of Default Folder X is unlicensed.";

/* No comment provided by engineer. */
"This test version has expired" = "This test version has expired";

/* No comment provided by engineer. */
"This test version will expire soon" = "This test version will expire soon";

/* No comment provided by engineer. */
"This will copy your Default Folder X settings, favorites and default folders. You will still be able to use version 4 if you want to." = "This will copy your Default Folder X settings, favorites and default folders. You will still be able to use version 4 if you want to.";

/* No comment provided by engineer. */
"This will ensure that Default Folder X is always available in your Open and Save dialogs.

You can change this option at any time in your Default Folder X preferences." = "This will ensure that Default Folder X is always available in your Open and Save dialogs.

You can change this option at any time in your Default Folder X preferences.";

/* No comment provided by engineer. */
"To change them, select \"Preferences\" from the Default Folder X menu in your menubar or double-click the Default Folder X app." = "To change them, select \"Preferences\" from the Default Folder X menu in your menubar or double-click the Default Folder X app.";

/* No comment provided by engineer. */
"Trash %@" = "Trash %@";

/* No comment provided by engineer. */
"Uncompressing…" = "Uncompressing…";

/* No comment provided by engineer. */
"Unless you're planning on reverting to the old version, you should do this.

You can also remove it manually by opening System Preferences and right-clicking on Default Folder X." = "Unless you're planning on reverting to the old version, you should do this.

You can also remove it manually by opening System Preferences and right-clicking on Default Folder X.";

/* No comment provided by engineer. */
"Unzip %@" = "Unzip %@";

/* No comment provided by engineer. */
"Update available for Default Folder X" = "Update available for Default Folder X";

/* No comment provided by engineer. */
"Use %@ as Default Folder" = "Use %@ as Default Folder";

/* No comment provided by engineer. */
"Would you like to uninstall your old version of Default Folder X?" = "Would you like to uninstall your old version of Default Folder X?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You've hidden Default Folder X's menubar icon, so you can no longer reach the Quit command in its menubar menu. Use the little gear icon instead.

Also, remember you can get to your Default Folder X preferences at any time by double-clicking the Default Folder X application." = "You've hidden Default Folder X's menubar icon, so you can no longer reach the Quit command in its menubar menu. Use the little gear icon instead.

Also, remember you can get to your Default Folder X preferences at any time by double-clicking the Default Folder X application.";

/* No comment provided by engineer. */
"Your 30 day trial has expired. Until you purchase %@, reminders will appear and delays will occur in file dialogs.

To %@ Default Folder X, please click the '%@' button." = "Your 30 day trial has expired. Until you purchase %1$@, reminders will appear and delays will occur in file dialogs.

To %2$@ Default Folder X, please click the '%3$@' button.";

/* No comment provided by engineer. */
"Your 30 day trial period will expire in %d %@. To %@ Default Folder X, please click the '%@' button." = "Your 30 day trial period will expire in %1$d %2$@. To %3$@ Default Folder X, please click the '%4$@' button.";

/* No comment provided by engineer. */
"Your Default Folder X 4 preferences have been transferred" = "Your Default Folder X 4 preferences have been transferred";

/* No comment provided by engineer. */
"Your copy of Default Folder X is unlicensed" = "Your copy of Default Folder X is unlicensed";

/* No comment provided by engineer. */
"Your license information has been saved in your Default Folder X preference file." = "Your license information has been saved in your Default Folder X preference file.";

/* No comment provided by engineer. */
"Your license number is for Default Folder X version 4.x or earlier." = "Your license number is for Default Folder X version 4.x or earlier.";

/* No comment provided by engineer. */
"Your license number was imported from your version 4 preferences. It needs to be checked to see if your Default Folder X 5 upgrade is free or $14.95 USD (it's free if you bought your license after June 1, 2015).

Would you like to check now? Default Folder X needs to connect to the Internet to do this." = "Your license number was imported from your version 4 preferences. It needs to be checked to see if your Default Folder X 5 upgrade is free or $14.95 USD (it's free if you bought your license after June 1, 2015).

Would you like to check now? Default Folder X needs to connect to the Internet to do this.";

/* No comment provided by engineer. */
"Your name and license number are not in our registration database." = "Your name and license number are not in our registration database.";

/* No comment provided by engineer. */
"Your name and license number are not in our registration database. Please check the data you entered and try again." = "Your name and license number are not in our registration database. Please check the data you entered and try again.";

/* No comment provided by engineer. */
"Your old copy of Default Folder X has been removed from System Preferences" = "Your old copy of Default Folder X has been removed from System Preferences";

/* No comment provided by engineer. */
"Your trial period ends in %d %@" = "Your trial period ends in %1$d %2$@";

/* No comment provided by engineer. */
"Your trial period has expired" = "Your trial period has expired";

/* No comment provided by engineer. */
"Your upgrade is free because you purchased your license after June 1, 2015. Your license information has been saved in your Default Folder X preference file." = "Your upgrade is free because you purchased your license after June 1, 2015. Your license information has been saved in your Default Folder X preference file.";

/* No comment provided by engineer. */
"Your upgrade to Default Folder X 5 is free!" = "Your upgrade to Default Folder X 5 is free!";

/* No comment provided by engineer. */
"a license" = "a license";

/* matches all filename extensions */
"all" = "all";

/* No comment provided by engineer. */
"an upgrade" = "an upgrade";

/* No comment provided by engineer. */
"buy" = "buy";

/* GetInfo size string */
"bytes" = "bytes";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"export" = "export";

/* No comment provided by engineer. */
"export as" = "export as";

/* No comment provided by engineer. */
"iCloud" = "iCloud";

/* Localize ONLY if iCloud Drive has a different name in the file dialog path menu! */
"iCloud Drive" = "iCloud Drive";

/* No comment provided by engineer. */
"it's already used for one of your favorite folders.

To use it here, first remove it from your %@ favorite folder" = "it's already used for one of your favorite folders.

To use it here, first remove it from your %@ favorite folder";

/* No comment provided by engineer. */
"it's already used for one of your shortcuts.

To use it here, first remove it from the other shortcut" = "it's already used for one of your shortcuts.

To use it here, first remove it from the other shortcut";

/* No comment provided by engineer. */
"it's already used for one of your shortcuts.

To use it here, first remove it from your %@ shortcut" = "it's already used for one of your shortcuts.

To use it here, first remove it from your %@ shortcut";

/* No comment provided by engineer. */
"print" = "print";

/* No comment provided by engineer. */
"save for web" = "save for web";

/* No comment provided by engineer. */
"save optimized as" = "save optimized as";

/* No comment provided by engineer. */
"time" = "time";

/* No comment provided by engineer. */
"times" = "times";

/* No comment provided by engineer. */
"untitled folder" = "untitled folder";

/* No comment provided by engineer. */
"upgrade" = "upgrade";

